Repository: WindowsMEMZ/Hydrate
Catalog: Localizations/Localizable.xcstrings
Source language: zh_hans
Languages: en

# %lld个项目，%@
source: %1$lld个项目，%2$@
en: %1$lld items, %2$@

source: %lld分钟
en: %lld minutes

source: %lld小时
en: %lld hours

source: 10 条
en: 10 Items

source: 20 条
en: 20 Items

source: 50 条
en: 50 Items

source: 100 条
en: 100 Items

source: App 图标设计
en: App Icon Design

source: App 开发
en: App Development

source: Hydrate 用于学习 Swift 以及 SwiftUI 开发以及供个人、非商业性地使用，内容版权属于 [asmr.one](https://asmr.one) 或音声原发布平台以及音声作者本人。
en: Hydrate should be used for studying Swift & SwiftUI app development and should be used individually and non-commercially. Copyright of contents belongs to [asmr.one](https://asmr.one) or content source publisher and voice actor itself.

source: 下载
en: Download

source: 下载作品中的全部音频时，仅下载最符合偏好的一组音频。靠前的文件类型优先级更高。
en: When downloading all audio of a work, only the set of audio that best matches your preferences will be downloaded. File types listed earlier in this list will have higher priority.

source: 下载全部音频
en: Download All Audio

source: 下载音频时自动下载字幕文件
en: Download Subtitle Files with Audio

source: 专属精选推荐
en: Top Picks for You

source: 主页
en: Home

source: 从收藏中移除
en: Undo Favorite

source: 优先无效果音
en: Prefer Audio without Sound Effect

source: 作品
en: Works

source: 你可以正常使用 Hydrate 或是其他 App，下载会在后台完成。连接到蜂窝网络时，下载将自动暂停直到恢复无线局域网连接。
en: You can use Hydrate or other apps as you normally would. Downloading will be finished in background and will be paused while using cellular data.

source: 你可能也喜欢
en: You Might Also Like

source: 保留最近浏览
en: Keep Recents

source: 停止下载
en: Stop Downloading

source: 关于 App
en: About App

source: 关闭
en: Dismiss

source: 内容
en: Contents

source: 最近搜索
en: Recently Searched

source: 最近浏览
en: Recents

source: 分享作品...
en: Share Album…

source: 取消下载
en: Cancel Downloading

source: 图像
en: Image

source: 在 App 切换器中模糊内容
en: Blur app contents in App Switcher

source: 在“账户”页面登录以访问资料库
en: Sign in in Account page to access Library

source: 在浏览器中打开
en: Open in Browser

source: 字幕
en: Subtitle

source: 密码
en: Password

source: 尚未登录
en: Not Logged In

source: 已下载
en: Downloaded

source: 已存储
en: Saved

source: 已添加到收藏
en: Favorited

source: 我的收藏
en: My Favorites

source: 所有作品
en: All Works

source: 排除“%@”声优的作品
en: Exclude works from “%@” voice actor

source: 排除“%@”社团的作品
en: Exclude works from “%@” circle

source: 排除包含“%@”标签的作品
en: Exclude works with “%@” tag

source: 排除年龄分级为“%@”的作品
en: Exclude works restricted as “%@”

source: 排除语言为“%@”的作品
en: Exclude works with “%@” language

source: 搜索
en: Search

source: 搜索“%@”声优的作品
en: Search works from “%@” voice actor

source: 搜索“%@”社团的作品
en: Search works from “%@” circle

source: 搜索价格高于%@的作品
en: Search works priced higher than %@

source: 搜索包含“%@”标签的作品
en: Search works with “%@” tag

source: 搜索年龄分级为“%@”的作品
en: Search works restricted as “%@”

source: 搜索时长大于“%@”的作品
en: Search works longer than “%@”

source: 搜索时长小于“%@”的作品
en: Search works shorter than “%@”

source: 搜索评分高于%@的作品
en: Search works rated higher than %@

source: 搜索语言为“%@”的作品
en: Search works with “%@” language

source: 搜索销量大于%@的作品
en: Search works sold more than %@

source: 收藏
en: Favorite

source: 收藏时出错
en: Error Favoriting

source: 效果音
en: Sound Effect

source: 文件类型
en: File Type

source: 文本
en: Text

source: 文本不可用
en: Text Unavailable

source: 无最近浏览项目
en: No Recent Items

source: 更多%@的作品
en: More By %@

source: 未在播放
en: Not Playing

source: 未知错误
en: Unknown Error

source: 正在下载内容
en: Downloading Contents

source: 注册
en: Register

source: 清空
en: Clear

source: 源代码
en: Source Code

source: 热门
en: Trending

source: 用户名
en: Username

source: 登录
en: Sign in

source: 确认
en: Confirm

source: 确认密码
en: Confirm Password

source: 移除下载
en: Remove Download

source: 移除全部音频
en: Remove All Audio

source: 移除时出错
en: Error Removing

source: 管理存储空间
en: Manage Storage

source: 翻译目标语言
en: Translation Target

source: 自动
en: Auto

source: 自动翻译字幕内容
en: Auto Translate Subtitles

source: 账户
en: Account

source: 资料库
en: Library

source: 转写未提供字幕文件的音声
en: Transcribe Audio without Subtitles

source: 软件包引用
en: Acknowledgements

source: 退出登录
en: Log out

source: 通用
en: General

source: 音声、声优、标签，以及更多
en: Works, Voice Actors, Tags, and More

source: 音频类型偏好
en: Audio Type Preference
